{
  "Navigation": {
    "about": "Sobre Nós",
    "work": "Trabalhos", 
    "process": "Nosso Processo",
    "blog": "Blog",
    "contact": "Contato"
  },
  "HomePage": {
    "title": "Serviços especializados de desenvolvimento e aumento de equipe.",
    "description": "Entregamos soluções de alta qualidade em desenvolvimento web, mobile e jogos, além de fornecer desenvolvedores qualificados para sua equipe com experiência remota.",
    "metadata": {
      "description": "Serviços especializados de desenvolvimento web, mobile e jogos além de aumento de equipe com experiência remota."
    }
  },
  "Technologies": {
    "title": "Tecnologias em que nos especializamos",
    "php": {
      "name": "PHP & Laravel",
      "description": "Desenvolvimento backend robusto com frameworks PHP modernos"
    },
    "react": {
      "name": "React & Next.js", 
      "description": "Aplicações web dinâmicas com renderização no servidor"
    },
    "vue": {
      "name": "Vue.js & Nuxt",
      "description": "Aplicações web progressivas com interfaces reativas"
    },
    "node": {
      "name": "Node.js",
      "description": "Aplicações JavaScript escaláveis no servidor"
    },
    "python": {
      "name": "Python & Django",
      "description": "Aplicações orientadas a dados e desenvolvimento de APIs"
    },
    "reactNative": {
      "name": "React Native",
      "description": "Apps mobile multiplataforma para iOS e Android"
    },
    "flutter": {
      "name": "Flutter",
      "description": "Aplicações mobile nativas a partir de um código único"
    },
    "unity": {
      "name": "Unity & HTML5",
      "description": "Jogos interativos e experiências imersivas"
    }
  },
  "Services": {
    "eyebrow": "Serviços",
    "title": "Desenvolvimento especializado e aumento estratégico de equipe.",
    "description": "Seja para uma solução completa desenvolvida do zero ou desenvolvedores qualificados para se juntar à sua equipe, entregamos a expertise e parceria que você precisa para ter sucesso.",
    "web": {
      "title": "Desenvolvimento Web",
      "description": "Aplicações web full-stack usando PHP/Laravel, React, Vue.js, Node.js e Python. De plataformas e-commerce a soluções empresariais customizadas construídas para performance e escalabilidade."
    },
    "mobile": {
      "title": "Desenvolvimento Mobile", 
      "description": "Aplicações mobile nativas e multiplataforma usando React Native e Flutter. Apps iOS e Android que entregam experiências excepcionais em todos os dispositivos."
    },
    "game": {
      "title": "Desenvolvimento de Jogos",
      "description": "Jogos interativos e experiências usando Unity e HTML5. De jogos mobile a conteúdo interativo web que engaja e entretém usuários."
    },
    "staff": {
      "title": "Aumento de Equipe",
      "description": "Desenvolvedores qualificados que se integram perfeitamente com sua equipe. Engajamentos remotos de curto e longo prazo para escalar sua capacidade de desenvolvimento com expertise comprovada."
    }
  },
  "Testimonial": {
    "client": "Parceiro da Área da Saúde",
    "quote": "Os desenvolvedores da Aesir se integraram perfeitamente com nossa equipe e entregaram um sistema complexo de gerenciamento de pacientes no prazo e dentro do orçamento. Sua expertise em Laravel e React nos ajudou a modernizar toda nossa plataforma."
  },
  "Footer": {
    "company": "Empresa",
    "connect": "Conecte-se", 
    "newsletter": {
      "title": "Mantenha-se atualizado com a Aesir",
      "description": "Inscreva-se para receber as últimas novidades sobre tecnologia, notícias do setor e atualizações da nossa equipe.",
      "placeholder": "Endereço de email"
    }
  }
}